{
  "acuity": "Accuracy can't be lowered.",
  "adrenaline": "Reduces the sync move countdown by X after using a sync move for the first time.",
  "aggravation": "Raises the chance of inflincting flinching, confused, or trapped with the additional effects of moves.",
  "agileentry": "Raises the users evasion by X when the Pokemon enters the battle.",
  "allrampedup": "Raises the Sp. Attack of all allied sync pairs when a move is successful.",
  "ampedup": "Raises the speed by X of the sync pair on a critical hit.",
  "antifreeze": "Prevents the Pokemon from being frozen.",
  "antitoxin": "Prevents the Pokemon from being afflicted with poison or badly poisoned status.",
  "arrestingglare": "Has a chance of lowering the target's Speed when the user is hit by a physical attack move.",
  "backfire": "Lowers the Attack and Sp. Atk by X of all opposing sync pairs just before the user faints.",
  "barricade": "Raises the user's Sp. Def by X when a move is successful.",
  "barricadebuddies": "Raises the Sp. Def of all allied sync pairs by X when a move is successful.",
  "bedazzle": "Lowers the accuracy of all opposing sync pairs by X when the Pokémon enters a battle.",
  "beefup": "Has a chance of raising the user's Attack when the user is hit by an attack move.",
  "befuddle": "Lowers the Sp. Def of all opposing sync pairs by X when the Pokémon enters a battle.",
  "benefactor": "Transfers this sync pair's stat increases to the sync pair that will switch in when this sync pair switches out.",
  "berserkbunch": "Raises the Attack of all allied sync pairs by X when a move is successful.",
  "berserker": "Raises the user's Attack by X when a move is successful.",
  "blindspot": "The more the user's evasiveness has been raised, the more it powers up sync moves.",
  "bobandweave": "The more the user's evasiveness has been raised, the more it powers up moves.",
  "boilingpoint": "Once per battle, raises the user's Attack by X when in a pinch.",
  "bounceback": "Has a chance of raising the user's Attack if any of the user's stats have been lowered.",
  "brainbrawn": "Reduces damage when the user is hit by a special attack move.",
  "brutalclarity": "The more the user's accuracy has been raised, the more it powers up moves.",
  "bugguard": "Reduces damage when the Pokémon is attacked by Bug-type moves.",
  "bugshift": "Normal-type moves become Bug-type moves.",
  "buildup": "Ensures that the user's next attack will be a critical hit after using a sync move.",
  "bulkbuster": "The more HP the target has, the more it powers up moves.",
  "burnsynergy": "Powers up moves when the target is burned.",
  "burstin": "Ensures that the user's next attack will be a critical hit when the Pokémon enters a battle.",
  "cakewalk": "The more the target's Speed is lowered, the more it powers up sync moves.",
  "carryon": "Raises the user's Attack by X each time another Pokémon on the field of play faints.",
  "catalyticcure": "Has a chance of restoring the user's HP when a move is successful.",
  "chargingsun": "Powers up moves when the weather is sunny.",
  "cleanslate": "After using a sync move, heals the user's status conditions, removes the confused and trapped conditions, and restores any stats that were lowered.",
  "clearheaded": "Prevents the Pokémon from becoming confused.",
  "clockout": "Puts the target to sleep when a sync move targeting an opponent is successful.",
  "coldsnap": "Has a chance of leaving the target frozen when a move targeting an opponent is successful.",
  "confusionboon": "Powers up moves when the user is confused.",
  "confusionsynergy": "Powers up moves when the target is confused.",
  "critastrophe": "Powers up sync moves if they become critical hits.",
  "criticalcountdown": "Has a chance of reducing the sync move countdown by one when the user lands a critical hit.",
  "criticalfocus": "Raises the Pokémon's critical-hit rate when it lands a critical hit.",
  "criticalintellect": "Raises the user's Sp. Atk when they land a critical hit.",
  "criticalmight": "Raises the user's Attack when they land a critical hit.",
  "criticalsquad": "Raises the critical-hit rate of all allied sync pairs by X when a move is successful.",
  "criticalsting": "When critical hits land, raises the chance of making the target flinch, become confused, or become trapped with the additional effect of the attack.",
  "criticalstrike": "Powers up attacks if they become critical hits.",
  "criticalwill": "Has a chance of raising the user's Sp. Def when the user lands a critical hit.",
  "criticonfuse": "Leaves the target confused when the user lands a critical hit.",
  "dangerdodge": "Raises the user's evasiveness by X when the user's HP drops to half or below for the first time in a battle.",
  "darkguard": "Reduces damage when the Pokémon is attacked by Dark-type moves.",
  "darkshift": "Normal-type moves become Dark-type moves.",
  "dauntless": "Sp. Atk cannot be lowered.",
  "defensecrush": "Has a chance of lowering the target's Defense when an attack against it is successful.",
  "demoralize": "Lowers the Attack of all opposing sync pairs by X after using a sync move.",
  "desperatemeasures": "Once per battle, raises the user's critical-hit by X rate in a pinch.",
  "direrain": "Critical hits land more easily when an attack move is used while the weather is rainy.",
  "dirtyfighting": "Powers up moves when the move's target or targets are affected by a status condition.",
  "discombobulate": "Has a chance of lowering the target's accuracy when an attack is successful.",
  "discourage": "Lowers the Sp. Atk by X of all opposing sync pairs when the Pokémon enters a battle.",
  "disguise": "Protects the Pokémon from damage from a single attack move. After this passive skill takes effect, the Pokémon shifts from Disguised Form to Busted Form.",
  "dizzyingpower": "The more the target's accuracy is lowered, the more it powers up moves.",
  "doubledown": "Powers up sync moves that are super effective.",
  "dragonguard": "Reduces damage when the Pokémon is attacked by Dragon-type moves.",
  "dragonshift": "Normal-type moves become Dragon-type moves.",
  "durable": "Has a chance of making the user able to endure the next hit it takes when a move is successful.",
  "dustkicker": "Causes a sandstorm after using a sync move.",
  "dynamicentry": "Makes the user's next attack a sure hit when the Pokémon enters a battle.",
  "eagleeye": "Has a chance of raising the user's critical-hit rate when the user's Pokémon uses a move.",
  "electricguard": "Reduces damage when the Pokémon is attacked by Electric-type moves.",
  "Electrorepulsion": "Reduces damage when the Pokémon is hit by an attack move when the field is Electric Terrain.",
  "emergencybarrier": "Once per battle, reduces physical damage done to the allied field of play when in a pinch.",
  "emergencyhuddle": "Once per battle, raises the Defense of all allied sync pairs by X when in a pinch.",
  "endurance": "When the user enters battle with full HP, applies the Enduring effect to it.",
  "enlightenment": "If any stat is reduced, mitigates the reduction of that stat.",
  "escapeartist": "Prevents the Pokémon from becoming trapped.",
  "faintingcleanse": "Removes all status conditions from all allied sync pairs other than the user just before the user faints.",
  "faintingheal": "Restores the HP of all allied sync pairs other than the user just before the user faints.",
  "fairyguard": "Reduces damage when the Pokémon is attacked by Fairy-type moves.",
  "fairyshift": "Normal-type moves become Fairy-type moves.",
  "fanfare": "Raises the Attack of all allied sync pairs by X after using a sync move.",
  "fastrunner": "Evasiveness cannot be lowered.",
  "fasttrack": "Has a chance of raising the Pokémon's Speed after it uses a move.",
  "fierceentry": "Raises the user's Attack by X when the Pokémon enters a battle.",
  "fightingguard": "Reduces damage when the Pokémon is attacked by Fighting-type moves.",
  "fireguard": "Reduces damage when the Pokémon is attacked by Fire-type moves.",
  "firstaid": "Restores a bit of the Pokémon's HP by approximately X * 10% of its maximum HP once during battle when the Pokémon is in a pinch.",
  "flabbergast": "Has a chance of leaving the target confused if a move is successful.",
  "flagbearer": "Has a chance of raising the Attack of all allied sync pairs when the user's Pokémon uses a move.",
  "flameproof": "Prevents the Pokémon from getting burned.",
  "fleetfeet": "Raises the user's Speed by X when a move is successful.",
  "flinchhitter": "Powers up sync moves when the target is flinching.",
  "flyingguard": "Reduces damage when the Pokémon is attacked by Flying-type moves.",
  "flyingshift": "Normal-type moves become Flying-type moves.",
  "focusgroup": "Has a chance of raising the critical-hit rate of all allied sync pairs when the user's Pokémon uses a move.",
  "focusrush": "Raises the user's critical-hit rate by X after using a sync move.",
  "followthrough": "Ensures that the user's next attack will be a critical hit when a move is successful.",
  "forcefield": "Has a chance of raising the Sp. Def of all allied sync pairs when the user's Pokémon uses a move.",
  "fortuitous": "Has a chance of raising the user's Attack, Defense, Sp. Atk, Sp. Def, Speed, accuracy, or evasiveness at random when an attack is successful.",
  "foulfighting": "Powers up moves when the move's target or targets are flinching, confused, or trapped.",
  "freezesynergy": "Powers up moves when the target is frozen.",
  "freezerburn": "Powers up sync moves when the target is frozen.",
  "friendlycare": "When a move targeting an allied sync pair (excluding field effects) is successful, restores the HP of the allied sync pair affected by the move.",
  "friendlyshield": "When a move targeting an allied sync pair (excluding field effects) is successful, raises the Defense of the allied sync pair affected by the move.",
  "furiousbrawn": "The more the user's Attack has been raised, the more it powers up moves.",
  "fuzzystrike": "Powers up sync moves when the target is confused.",
  "ghostguard": "Reduces damage when the Pokémon is attacked by Ghost-type moves.",
  "goviral": "When a status move is used to inflict a status condition on an opponent, has a chance of inflicting the same status condition on all opposing sync pairs.",
  "goodnightmare": "Powers up moves when the target is asleep.",
  "grandentry": "Raises the user's Sp. Atk by X when the Pokémon enters a battle.",
  "grassguard": "Reduces damage when the Pokémon is attacked by Grass-type moves.",
  "gritty": "Powers up moves if the Pokémon is affected by a status condition.",
  "groundguard": "Reduces damage when the Pokémon is attacked by Ground-type moves.",
  "groundshift": "Normal-type moves become Ground-type moves.",
  "groupdragonguard": "Reduces the damage all allied sync pairs take when attacked by Dragon-type moves.",
  "grouptherapy": "Removes all status conditions from all allied sync pairs when a move is successful.",
  "guilttrip": "Lowers the Sp. Def of all opposing sync pairs by X just before the user faints.",
  "hailbringer": "Causes a hailstorm after a sync move.",
  "harry": "Powers up moves when the target is flinching.",
  "haste": "Speed cannot be lowered.",
  "hastyhail": "Quickly charges the move gauge in a hailstorm.",
  "haymaker": "The more the user's Attack has been raised, the more it powers up sync moves.",
  "headstart": "Reduces the sync move countdown by X when the Pokémon enters a battle for the first time.",
  "headstrong": "Attack cannot be lowered.",
  "healinghail": "Restores the Pokémon's HP whenever it takes an action during a hailstorm.",
  "healinghand": "Has a chance of removing all status conditions of all allied sync pairs after the Pokémon uses a move.",
  "healingsun": "Restores the Pokémon's HP whenever it takes an action while the weather is sunny.",
  "healthyadvantage": "Reduces the damage taken if not afflicted by a status condition.",
  "healthyhealing": "Makes the user gradually heal itself if its HP is full when it enters a battle.",
  "hemin": "Has a chance of lowering the target's evasiveness when an attack is successful.",
  "highfive": "Raises the user's Attack, Defense, Sp. Atk, Sp. Def, and Speed after a sync move.",
  "hitandheal": "Makes the user gradually heal itself when a move is successful.",
  "hostileenvironment": "Raises the chance of inflicting status conditions with the additional effects of moves.",
  "hpadvantage": "The more HP the user has remaining, the more it powers up moves.",
  "huntersinstinct": "The more the target's Speed is lowered, the more it powers up moves.",
  "hypeup": "Has a chance of raising the Sp. Atk of all allied sync pairs when the user's Pokémon uses a move.",
  "iceguard": "Reduces damage when the Pokémon is attacked by Ice-type moves.",
  "iceshell": "Defense increases 50% in a hailstorm.",
  "impatient": "Has a chance of reducing the user's sync move countdown by one when the user is hit by an attack move.",
  "impervious": "Stats cannot be lowered.",
  "indomitable": "Has a chance of raising the user's Sp. Atk if any of the user's stats have been lowered.",
  "inertia": "The higher the user's Speed, the more it powers up sync moves.",
  "inspireire": "Makes opponents target the user for a short time when a move is successful.",
  "insulttoinjury": "The more the target's Defense has been lowered, the more it powers up moves.",
  "invigoratinghail": "Powers up moves in a hailstorm.",
  "lastdash": "Once per battle, raises the user's Speed by X when in a pinch.",
  "lastword": "The Pokémon uses Explosion immediately before fainting.",
  "legup": "Once per battle, has a chance of reducing the user's sync move countdown by one when the Pokémon enters the battle.",
  "lessenaffliction": "Raises the appropriate status condition resistance.",
  "lessenburn": "Reduces damage from being burned. Mitigates the reduction of Attack due to being burned.",
  "lessenconfusion": "Reduces the chance of attacking oneself due to confusion.",
  "lessenflinch": "Shortens time spent flinching.",
  "lessenfreeze": "Shortens time spent frozen.",
  "lessenparalysis": "Reduces the chance of actions failing when paralyzed. Mitigates the reduction of Speed due to paralysis.",
  "lessenpoison": "Reduces damage from being poisoned or badly poisoned.",
  "lessensleep": "Shortens time spent asleep.",
  "lessentrap": "Shortens time spent asleep.",
  "lithe": "Prevents the Pokémon from getting paralyzed.",
  "lockstep": "Has a chance of charging the move gauges of all allied sync pairs by one when a move is successful.",
  "lookalive": "Has a chance of increasing the user's evasiveness when the user is hit by an attack move.",
  "madstrength": "Has a chance of raising the Pokémon's Attack when one of its attacks is successful.",
  "masterhealer": "Increases the amount of HP restored by the user's healing moves.",
  "mindswell": "Has a chance of raising the user's Sp. Atk when the user's Pokémon uses a move.",
  "mindseye": "Mitigates the reduction of accuracy.",
  "momentum": "After using a sync move, reduces by X the upper value of the countdown until a sync move can be used.",
  "movegaugerefresh": "Has a chance of charging the user's move gauge by one when a move is successful.",
  "mprefresh": "Has a chance of restoring one MP of the move used if the move is successful.",
  "naturalremedy": "Once per battle, removes all status conditions from the user when the user is inflicted by any status condition.",
  "nimblefooted": "Mitigates the reduction of evasiveness.",
  "noquarter": "Maximizes the number of times the user hits with a multistrike move when that move is successful.",
  "normalguard": "Reduces damage when the Pokémon is attacked by Normal-type moves.",
  "oaksresearch": "Replaces some of the user's moves with different moves after using a sync move.",
  "onaroll": "Raises the chance of lowering stat values with the additional effects of moves.",
  "ontheropes": "Reduces damage when the Pokémon is in a pinch and is hit by a physical attack move.",
  "ontherun": "Once per battle, raises the user's evasiveness by X in a pinch.",
  "opportunistic": "Lowers the target's Defense when an attack is successful against a confused opponent.",
  "outmuscle": "Has a chance of raising the user's Attack when an opponent's attack move targeting the user misses.",
  "outrun": "Quickly charges the move gauge when the Pokémon is affected by a status condition.",
  "outsmart": "Has a chance of raising the user's Sp. Atk when an opponent's attack move targeting the user misses.",
  "overpower": "The more the opponent's Sp. Atk has been lowered, the more it powers up moves.",
  "overwhelm": "Has a chance of lowering the target's Attack when an attack is successful.",
  "paralysissynergy": "Powers up moves when the target is paralyzed.",
  "partycrashers": "Ensures the next attack of all allied sync pairs will be a critical hit when the Pokémon enters the battle for the first time.",
  "passiton": "Transfers half the amount of this sync pair's raised stats to the sync pair that will switch in when this sync pair faints.",
  "peckingorder": "The more the target's Attack is lowered, the more it powers up sync moves.",
  "peprally": "Raises the Speed of all allied sync pairs by X when a move is successful.",
  "piercinggaze": "Moves never miss.",
  "poisonguard": "Reduces damage when the Pokémon is attacked by Poison-type moves.",
  "pokeytrap": "Increases the amount of damage the target takes from being trapped.",
  "positivereinforcement": "Raises the user's Attack and Sp. Atk by X when it knocks out an opponent with a move.",
  "posthaste": "Has a chance of sharply raising the user's Speed when the user is hit by an attack move.",
  "potenttoxin": "Increases the amount of damage the target takes from being poisoned or badly poisoned.",
  "powerchain": "Powers up moves when unity bonus is in effect.",
  "powerflux": "The fuller the move gauge, the more this powers up moves.",
  "powerinduction": "Powers up moves when the field is Electric Terrain.",
  "powerreserves": "Powers up moves in a pinch.",
  "powersiphon": "Lowers the target's Attack and raises the user's Attack by an equal amount when the user is hit by an attack move.",
  "precisionpals": "Raises the accuracy of all allied sync pairs by X when a move is successful.",
  "pressurecookier": "Once per battle, has a chance of reducing the user's sync move countdown by one when in a pinch.",
  "propulsion": "Has a chance of reducing the user's sync move countdown by one when the user's move is successful.",
  "psychicguard": "Reduces damage when the Pokémon is attacked by Psychic-type moves.",
  "pumpup": "Charges the move gauges of all allied sync pairs by X after using a sync move.",
  "quickcure": "Removes the confused, flinching, and trapped conditions from the user once during battle.",
  "racingrain": "Quickly charges the move gauge when the weather is rainy.",
  "raginrain": "Powers up moves when the weather is rainy.",
  "raingear": "Reduces damage when the Pokémon is hit by an attack move when the weather is rainy.",
  "rammingspeed": "The more the user's Speed has been raised, the more it powers up moves.",
  "rampup": "Raises the user's Sp. Atk by X when a move is successful.",
  "recuperation": "Restores the user's HP after using a sync move.",
  "refreshingrain": "Restores the Pokémon's HP whenever it takes an action when the weather is rainy.",
  "rejuvenate": "Charges the user's move gauge by X after using a sync move.",
  "relentless": "The more the target's Defense has been lowered, the more this powers up sync moves.",
  "resilience": "Nullifies further conditions inflicted upon the Pokémon after status conditions and flinching, confused, and trapped conditions are removed from it.",
  "revengeboost": "Has a chance of charging the user's move gauge by one when the user is hit by an attack move.",
  "ridicure": "Has a chance of restoring the user's HP when an opponent's attack move targeting the user misses.",
  "rockguard": "Reduces damage when the Pokémon is attacked by Rock-type moves.",
  "rudeawakening": "Powers up sync moves when the target is asleep.",
  "safetynet": "Makes all allied sync pairs able to endure the next hit they take when a sync move is used for the first time.",
  "sandblaster": "Powers up sync moves in a sandstorm.",
  "sandfortress": "Stats cannot be lowered in a sandstorm.",
  "sandscreen": "Sp. Def increases 50% in a sandstorm.",
  "sandshelter": "Protects the Pokémon from damage from a sandstorm.",
  "sandsoftime": "Quickly charges the move gauge in a sandstorm.",
  "satisfiedsnarl": "Has a chance of lowering the target's Sp. Atk when a move targeting that opponent is successful.",
  "selfless": "Makes opponents target the user for a short time when a move is successful in a pinch.",
  "sentryentry": "Raises the user's Defense by X when the Pokémon enters a battle.",
  "sharpentry": "Raises the user's critical-hit rate by X when the Pokémon enters a battle.",
  "shieldedsquad": "Raises the Defense of all allied sync pairs by X when a move is successful.",
  "shiftingsand": "Boosts the Pokémon's evasiveness in a sandstorm.",
  "shiftysquad": "Has a chance of raising the evasiveness of all allied sync pairs when the user's Pokémon uses a move.",
  "shiftystriker": "Has a chance of raising the user's evasiveness when the user's Pokémon uses a move.",
  "shockrecovery": "Restores the Pokémon's HP whenever it takes an action when the field is Electric Terrain.",
  "shook": "Raises the user's Speed by X when the user's HP drops to half or below for the first time in a battle.",
  "showerpower": "Powers up sync moves when the weather is rainy.",
  "slippery": "Raises the user's evasiveness by X when a move is successful.",
  "slipperysidekicks": "Raises the evasiveness of all allied sync pairs by X when a move is successful.",
  "smartcookie": "The more the user's Sp. Def has been raised, the more it powers up moves.",
  "smartypants": "The more the target's Sp. Def is lowered, the more it powers up sync moves.",
  "snowshelter": "Protects the Pokémon from damage from a hailstorm.",
  "solarflare": "Powers up sync moves when the weather is sunny.",
  "solarshield": "The Pokémon is not affected by status conditions when the weather is sunny.",
  "solarize": "Makes the weather sunny after using a sync move.",
  "soothingsand": "Restores the Pokémon's HP whenever it takes an action during a sandstorm.",
  "soupup": "Has a chance of raising the user's Sp. Atk when the user is hit by an attack move.",
  "specialreserves": "Once per battle, raises the user's Sp. Atk by X when in a pinch.",
  "speedingsun": "Quickly charges the move gauge when the weather is sunny.",
  "speedyentry": "Raises the user's Speed by X when the Pokémon enters a battle.",
  "spuron": "Charges the user's move gauge by X each time another Pokémon on the field of play faints.",
  "staggering": "Has a chance of making the target flinch when an attack is successful.",
  "stalwart": "Sp. Def cannot be lowered.",
  "staminareserves": "Once per battle, charges the user's move gauge by X when the user is in a pinch.",
  "stancechange": "Changes to Blade Forme when the Pokémon attacks. Changes to Shield Forme when the Pokémon uses King's Shield or switches out.",
  "standfast": "Reduces recoil damage received from using moves that have recoil in the effect tag.",
  "statleech": "Has a chance of lowering the target's Attack, Defense, Sp. Atk, Sp. Def, Speed, accuracy, or evasiveness at random when an attack is successful. Raises the user's stat by the same amount.",
  "statsquo": "Has a chance of returning the user's lowered stats to normal when a move is successful.",
  "staticshock": "Powers up sync moves when the target is paralyzed.",
  "stationarytarget": "Powers up moves when the target is trapped.",
  "steadyaim": "Critical-hit rate cannot be lowered.",
  "steadyresolve": "Mitigates the reduction of Sp. Atk.",
  "steelguard": "Reduces damage when the Pokémon is attacked by Steel-type moves.",
  "sternerstuff": "Reduces damage when the user is hit by a physical attack move.",
  "stoic": "Has a chance of raising the Pokémon's Defense after it uses a move.",
  "stophittingyourself": "Raises the chance that an opponent will attack themselves due to being confused.",
  "stoutheart": "Mitigates the reduction of Attack.",
  "suddensprint": "Mitigates the reduction of Speed.",
  "sundering": "Lowers the target's Defense or Sp. Def—or both—when a move targeting an opponent is successful.",
  "supercharger": "Has a chance of raising the user's Attack and/or Sp. Atk when a move targeting an opponent is successful.",
  "superdupereffective": "Powers up moves that are super effective.",
  "surgingsand": "Powers up moves in a sandstorm.",
  "swagbag": "Raises the chance of raising stat values with the additional effects of moves.",
  "synccure": "Removes all status conditions from the user after using a sync move.",
  "syncinduction": "Powers up sync moves when the field is Electric Terrain.",
  "synchrohealing": "Restores the HP of all allied sync pairs after using a sync move.",
  "teamdefensecrush": "Has a chance of lowering the Defense of all opposing sync pairs when an attack is successful.",
  "teamfistbump": "Has a chance of restoring the HP of all allied sync pairs when an attack is successful.",
  "teammindgames": "Has a chance of lowering the Sp. Def of all opposing sync pairs when an attack is successful.",
  "teamshout": "Raises the Attack or Sp. Atk—or both—of all allied sync pairs when the user is hit by an attack move.",
  "teamtoughenup": "Has a chance of raising the Defense of all allied sync pairs when the user is hit by an attack move.",
  "teamtriagetank": "Has a moderate chance of restoring the HP of all allied sync pairs when the user is hit by an attack move.",
  "terrify": "Lowers the Attack of all opposing sync pairs when the Pokémon enters a battle.",
  "thirdact": "Once per battle, has a chance of reducing the user's sync move countdown by one when in a pinch. (In a co-op battle, will reduce the sync move countdown for all allied sync pairs once per battle).",
  "tightenup": "Has a chance of raising the user's Sp. Def when the user is hit by an attack move.",
  "toughcookie": "The more the user's Defense has been raised, the more it powers up moves.",
  "toughenup": "Has a chance of raising the user's Defense when the user is hit by an attack move.",
  "toxicchance": "Has a chance of leaving the target poisoned when a move targeting an opponent is successful.",
  "toxicpower": "Powers up moves when the target is poisoned or badly poisoned.",
  "trainedbody": "Mitigates the reduction of Defense.",
  "trainedmind": "Mitigates the reduction of Sp. Def.",
  "tripwire": "Lowers the Speed of all opposing sync pairs by X when the Pokémon enters a battle.",
  "troublemaker": "Raises the chance of success for status moves that inflict status conditions.",
  "turbocharge": "Quickly charges the move gauge when the field is Electric Terrain.",
  "unbending": "Defense cannot be lowered.",
  "unflappable": "Prevents the Pokémon from flinching.",
  "unfortuitous": "Has a chance of lowering the target's Attack, Defense, Sp. Atk, Sp. Def, Speed, accuracy or evasiveness at random when an attack is successful.",
  "unhindered": "When the Pokémon attacks, ignores damage-reducing effects on the opponent's field of play.",
  "unyielding": "When the user has endured the most recent hit and has 1 HP remaining, has a chance of allowing the user to endure an additional hit.",
  "venomous": "Has a chance of leaving the target badly poisoned when a move targeting an opponent is successful.",
  "vigilance": "The Pokémon is protected against critical hits.",
  "waterguard": "Reduces damage when the Pokémon is attacked by Water-type moves.",
  "watershift": "Normal-type moves become Water-type moves.",
  "weathersurge": "Powers up moves when weather conditions are in effect.",
  "wideawake": "Prevents the Pokémon from falling asleep.",
  "wiseentry": "Raises the user's Sp. Def by X when the Pokémon enters a battle.",
  "zeroin": "Critical hits land more easily when an attack move is used.",
  "brawnbarrier": "Reduces damage taken by physical attacks",
  "brainbarrier": "Reduces damage taken by special attacks",
  "hptradeoff": "The less HP the user has remaining, the more it powers up moves.",
  "quickcombo": "Has a chance of refreshing the number of times the user can use its quick moves by one when an attack is successful.",
  "offensedefense": "Has a chance of raising the user's Defense when an attack is successful."
}